{
  "about_me_content": "Welcome to Apto34! I'm glad you're here. Apto34 is more than just an e-commerce platform; it's a project born from my desire to learn and grow in the world of technology. I want to provide you with a smooth and enjoyable shopping experience while improving my skills and knowledge.",
  "about_us_content": "Welcome to Apto34! We're glad you're here.\nApto34 is more than just an e-commerce platform; it's a project born from our desire to learn and grow in the world of technology. We want to provide you with a smooth and enjoyable shopping experience while improving our skills and knowledge.",
  "featuresDescription": "i18n & Locize: I'm committed to serving a global audience, so I've integrated i18n and Locize for multi-language support. This means you can shop in your preferred language, making your experience more personal and enjoyable. Styled-Components: My cool and modern design is crafted using styled-components. This allows me to create reusable and consistent styles across the platform.",
  "featuresTitle": "Cool Features",
  "features_1": "i18n & Locize: I'm committed to serving a global audience, so I've integrated i18n and Locize for multi-language support. This means you can shop in your preferred language, making your experience more personal and enjoyable.",
  "features_2": "Styled-Components: My cool and modern design is crafted using styled-components. This allows me to create reusable and consistent styles across the platform.",
  "intro": "Welcome to Apto34! I'm glad you're here. Apto34 is more than just an e-commerce platform; it's a project born from my desire to learn and grow in the world of technology. I want to provide you with a smooth and enjoyable shopping experience while improving my skills and knowledge.",
  "learningDescription": "Apto34 is a project designed to keep me learning and evolving. Since this is a learning experience, you might encounter a few quirks or bugs—please bear with me as I work to improve things. I've opted for cost-effective solutions, which means that while the platform should perform well, it may experience some slowdowns with heavy traffic. I'm continually working to optimize performance and appreciate your understanding as I fine-tune everything.",
  "learningTitle": "Learning and Performance",
  "missionDescription": "At Apto34, my mission is simple: to offer an exceptional shopping experience while improving my technical skills. I'm excited to have you on this journey with me and appreciate your support and feedback. Thank you for choosing Apto34. I hope you enjoy your shopping experience and look forward to continuing to improve and grow with you.",
  "missionTitle": "My Mission",
  "my_tech": "My Tech",
  "my_tech_1": "React & Redux: These technologies power my interactive front-end, making it responsive and user-friendly.",
  "my_tech_2": "Node.js & Express: On the back-end, these tools ensure that everything runs efficiently and effectively.",
  "my_tech_3": "TypeScript: I use TypeScript to keep my codebase robust and reliable.",
  "my_tech_content": "React & Redux: I use these to create a fast, interactive front-end that’s both user-friendly and efficient. Node.js & Express: These power my back-end, ensuring everything runs smoothly behind the scenes. TypeScript: This helps me keep my code clean and reliable.",
  "next_steps": "Next Steps",
  "next_steps_1": "Review interfaces",
  "next_steps_10": "Adjust quantity scheme for products of specific sizes and colors",
  "next_steps_2": "Organize backend types",
  "next_steps_3": "Review application types",
  "next_steps_4": "Remove unused code",
  "next_steps_5": "Set up more tests",
  "next_steps_6": "Configure Storybook",
  "next_steps_7": "Migrate the application to Vite",
  "next_steps_8": "Review tables and relationships in the database",
  "next_steps_9": "Apply dynamic layout to the home screen with configuration in the database",
  "our_tech": "Our Tech",
  "our_tech_1": "React & Redux: These technologies power our interactive front-end, making it responsive and user-friendly.",
  "our_tech_2": "Node.js & Express: On the back-end, these tools ensure that everything runs efficiently and effectively.",
  "our_tech_3": "TypeScript: We use TypeScript to keep our codebase robust and reliable.",
  "our_tech_content": "React & Redux: We use these to create a fast, interactive front-end that’s both user-friendly and efficient.\nNode.js & Express: These power our back-end, ensuring everything runs smoothly behind the scenes.\nTypeScript: This helps us keep our code clean and reliable.",
  "privacyDescription": "To prioritize your privacy and comply with data protection regulations, I've chosen not to collect user data at this time. This decision helps me focus on delivering a great user experience without compromising on your privacy.",
  "privacyTitle": "Data Privacy",
  "setupDescription": "Google Cloud Platform (GCP): I rely on GCP for my MySQL database hosting, which provides reliable and scalable data management. Google Cloud Storage: All my images and static files are stored here, ensuring fast and efficient delivery. Proxy & Heroku: I use a proxy for smooth API interactions and deploy my application on Heroku to keep it accessible and reliable.",
  "setupTitle": "My Setup",
  "setup_1": "Google Cloud Platform (GCP): I rely on GCP for my MySQL database hosting, which provides reliable and scalable data management.",
  "setup_2": "Google Cloud Storage: All my images and static files are stored here, ensuring fast and efficient delivery.",
  "setup_3": "Proxy & Heroku: I use a proxy for smooth API interactions and deploy my application on Heroku to keep it accessible and reliable.",
  "techDescription": "React & Redux: These technologies power my interactive front-end, making it responsive and user-friendly. Node.js & Express: On the back-end, these tools ensure that everything runs efficiently and effectively. TypeScript: I use TypeScript to keep my codebase robust and reliable.",
  "techTitle": "My Tech",
  "title": "About Me"
}