{
  "about_me_content": "Bem-vindo ao Apto34! Estou feliz por você estar aqui. O Apto34 é mais do que apenas uma plataforma de e-commerce; é um projeto que surgiu do meu desejo de aprender e crescer no mundo da tecnologia. Quero oferecer uma experiência de compra tranquila e agradável, enquanto melhoro minhas habilidades e conhecimentos.",
  "about_us_content": "Bem-vindo ao Apto34! Estamos felizes por você estar aqui.\n O Apto34 é mais do que apenas uma plataforma de e-commerce; é um projeto que surgiu do nosso desejo de aprender e crescer no mundo da tecnologia. Queremos oferecer uma experiência de compra tranquila e agradável, enquanto melhoramos nossas habilidades e conhecimentos.",
  "featuresDescription": "i18n & Locize: Estou comprometido em atender um público global, então integrei i18n e Locize para suporte multilíngue. Isso significa que você pode fazer compras no seu idioma preferido, tornando sua experiência mais pessoal e agradável. Styled-Components: Meu design bacana e moderno é feito usando styled-components. Isso me permite criar estilos reutilizáveis e consistentes em toda a plataforma.",
  "featuresTitle": "Recursos Bacanas",
  "features_1": "i18n & Locize: Estou comprometido em atender um público global, então integrei i18n e Locize para suporte multilíngue. Isso significa que você pode fazer compras no seu idioma preferido, tornando sua experiência mais pessoal e agradável.",
  "features_2": "Styled-Components: Meu design bacana e moderno é feito usando styled-components. Isso me permite criar estilos reutilizáveis e consistentes em toda a plataforma.",
  "intro": "Bem-vindo ao Apto34! Estou feliz por você estar aqui. O Apto34 é mais do que apenas uma plataforma de e-commerce; é um projeto que surgiu do meu desejo de aprender e crescer no mundo da tecnologia. Quero oferecer uma experiência de compra tranquila e agradável, enquanto melhoro minhas habilidades e conhecimentos.",
  "learningDescription": "O Apto34 é um projeto feito para me manter aprendendo e evoluindo. Como essa é uma experiência de aprendizado, você pode encontrar algumas falhas ou bugs — tenha paciência enquanto trabalho para melhorar as coisas. Optei por soluções mais em conta, o que significa que, embora a plataforma deva funcionar bem, ela pode ficar mais lenta com muito tráfego. Estou sempre trabalhando para otimizar o desempenho e agradeço sua compreensão enquanto ajusto tudo.",
  "learningTitle": "Aprendizado e Desempenho",
  "missionDescription": "No Apto34, minha missão é simples: oferecer uma experiência de compra incrível enquanto melhoro minhas habilidades técnicas. Estou animado em ter você nessa jornada comigo e agradeço seu apoio e feedback. Obrigado por escolher o Apto34. Espero que você aproveite sua experiência de compra e estou sempre buscando melhorar e crescer com você.",
  "missionTitle": "Minha Missão",
  "my_tech": "Minha Tecnologia",
  "my_tech_1": "React & Redux: Essas tecnologias alimentam meu front-end interativo, tornando-o responsivo e fácil de usar.",
  "my_tech_2": "Node.js & Express: No back-end, essas ferramentas garantem que tudo funcione de maneira eficiente e eficaz.",
  "my_tech_3": "TypeScript: Uso TypeScript para manter meu código robusto e confiável.",
  "my_tech_content": "React & Redux: Eu uso essas tecnologias para criar um front-end rápido e interativo que é ao mesmo tempo fácil de usar e eficiente. Node.js & Express: Essas tecnologias alimentam meu back-end, garantindo que tudo funcione sem problemas nos bastidores. TypeScript: Isso me ajuda a manter meu código limpo e confiável.",
  "name_355": "Saia Curta Jeans",
  "name_356": "Saia Curta Jeans",
  "next_steps": "Próximos Passos",
  "next_steps_1": "Revisar interfaces",
  "next_steps_10": "Ajustar esquema de quantidade de produtos de tamanhos e cores especificos",
  "next_steps_2": "Organizar os tipos no backend",
  "next_steps_3": "Revisar os tipos da aplicação",
  "next_steps_4": "Remover código não utilizado",
  "next_steps_5": "Configurar mais testes",
  "next_steps_6": "Configurar Storybook",
  "next_steps_7": "Migrar a aplicação para Vite",
  "next_steps_8": "Revisar tabelas e relacionamentos no banco de dados",
  "next_steps_9": "Aplicar layout dinãmico na tela de home com configuração no banco de dados",
  "our_tech": "Nossa Tecnologia",
  "our_tech_1": "React & Redux: Essas tecnologias alimentam nosso front-end interativo, tornando-o responsivo e fácil de usar.",
  "our_tech_2": "Node.js & Express: No back-end, essas ferramentas garantem que tudo funcione de maneira eficiente e eficaz.",
  "our_tech_3": "TypeScript: Usamos TypeScript para manter nosso código robusto e confiável.",
  "our_tech_content": "React & Redux: Usamos essas tecnologias para criar um front-end rápido e interativo que é ao mesmo tempo fácil de usar e eficiente.\nNode.js & Express: Essas tecnologias alimentam nosso back-end, garantindo que tudo funcione sem problemas nos bastidores.\nTypeScript: Isso nos ajuda a manter nosso código limpo e confiável.",
  "privacyDescription": "Para priorizar sua privacidade e cumprir os regulamentos de proteção de dados, optei por não coletar dados de usuários no momento. Isso me ajuda a focar em oferecer uma ótima experiência de usuário sem comprometer sua privacidade.",
  "privacyTitle": "Privacidade de Dados",
  "setupDescription": "Google Cloud Platform (GCP): Uso o GCP para hospedar meu banco de dados MySQL, o que garante gerenciamento de dados confiável e escalável. Google Cloud Storage: Todas as minhas imagens e arquivos estáticos estão armazenados aqui, garantindo entrega rápida e eficiente. Proxy & Heroku: Uso um proxy para interações suaves com a API e implanto minha aplicação no Heroku para mantê-la acessível e confiável.",
  "setupTitle": "Minha Configuração",
  "setup_1": "Google Cloud Platform (GCP): Uso o GCP para hospedar meu banco de dados MySQL, o que garante gerenciamento de dados confiável e escalável.",
  "setup_2": "Google Cloud Storage: Todas as minhas imagens e arquivos estáticos estão armazenados aqui, garantindo entrega rápida e eficiente.",
  "setup_3": "Proxy & Heroku: Uso um proxy para interações suaves com a API e implanto minha aplicação no Heroku para mantê-la acessível e confiável.",
  "techDescription": "React & Redux: Essas tecnologias alimentam meu front-end interativo, tornando-o responsivo e fácil de usar. Node.js & Express: No back-end, essas ferramentas garantem que tudo funcione de maneira eficiente e eficaz. TypeScript: Uso TypeScript para manter meu código robusto e confiável.",
  "techTitle": "Minha Tecnologia",
  "title": "Sobre Mim"
}